<?php
/* 
------------------
Language: Russian
------------------
*/

$lang = array();


$lang['LANG'] = 'RU';


// ------------------------
// Header 'Man with finger'
// ------------------------

$lang['See_More_Products'] = 'Посмотреть больше продуктов';
$lang['Member_Area'] = 'Личный кабинет';
$lang['Change_Language'] = 'Изменить язык';



// ------------------------
// use-pc
// ------------------------

$lang['title_section_am'] = 'Gridinsoft <br> <span>Anti-Malware</span>';
$lang['section_1_p'] = 'Одна из программ для очистки ПК.<br> 
				Но лучше, ведь это еще и средство для удаления вирусов. Истребитель руткитов, включающий функционал чистильщика реестра. 
				Способен освободить браузер от захвата и вернуть его в прежнее состояние. Это решение, которое вы давно искали, 
				чтобы заставить ваш компьютер работать быстрее. <br>
				Здесь, в Gridinsoft, все мы тоже пользователи ПК. <br>
				И стороннее вторжение также злит нас. Мы нашли способ избавиться от него. И мы рады поделиться этим способом
				с нашими пользователями, взяв ответственность за лечение вашего ПК и обновление Списка угроз на свои плечи.';
$lang['use_way'] = 'Используйте свой компьютер <br> надлежащим образом';
$lang['get_started'] = 'Начать сейчас';
$lang['button_01'] = 'Загрузить для <br> начала сканирования';
$lang['demo_version'] = 'демо версия';
$lang['OR'] = 'ИЛИ';
$lang['full_version_link'] = 'Получить полную версию';
$lang['gift'] = 'Подарить';
$lang['btn_text_down'] = 'Выберите подходящий вам план, от $2.99/месяц';




// ------------------------
// s-offers-sol
// ------------------------

$lang['watch_videos'] = 'Смотрите видео-инструкции';
$lang['offers_title'] = 'Предлагает превосходное антивредоносное решение';
$lang['get_license'] = 'Получить лицензию';


// item 1
$lang['offers_items_1_title'] = 'Полезный, как говорят наши клиенты';
$lang['customers_rate_block_1'] = 'Наш рейтинг в Facebook';
$lang['customers_rate'] = '4.7 из 5';

$lang['slider_customer_1'] = 'Я настоятельно рекомендую GridinSoft Anti-Malware всем, кто страдает от вредоносных программ 21-го века, не обнаруживаемых известными брендами!';
$lang['slider_customer_2'] = 'Это действительно хорошее программное обеспечение, я полагаюсь на команду Grindinsoft, чтобы мой ноутбук работал нормально.';
$lang['slider_customer_3'] = 'Спасибо за ваши усилия, мир, благодаря вам, становитесь лучше.';
$lang['slider_customer_4'] = 'И снова программа, которая делает то, что должна делать. Она избавляет от всех плохих вещей. И команда поддержки всегда полезна...';
$lang['slider_customer_5'] = 'Это программа мне очень помогла. Вирус Amazon Aa.hta был успешно удален с компьютера моей дочери.';
$lang['slider_customer_6'] = 'Работая по инструкциям службы поддержки, я смог удалить вредоносное ПО. Команда поддержки Gridsoft действительно особенная.';

// item 2
$lang['offers_items_2_title'] = 'Эффективный, ведь с этой целью он создан';
$lang['customers_rate_block_2'] = 'Серебряный сертификат OPSWAT';
$lang['offers_items_2_text'] = 'OPSWAT - это организация, защищающая от угроз, связанных с контентом и устройствами. Она сертифицирует конечные приложения безопасности на совместимость, ложные срабатывания и качество.';






// ------------------------
// s-screen
// ------------------------

$lang['understandable'] = 'ПОНЯТНЫЙ И ДОСТУПНЫЙ';
$lang['USER_FRIENDLY'] = 'ПРОСТОЙ В УПОТРЕБЛЕНИИ';
$lang['handle_cozy'] = 'СПОСОБНЫЙ И УДОБНЫЙ';


// ------------------------
// s-start 
// ------------------------

$lang['start_title_1'] = 'Как начать с Gridinsoft Anti-Malware?';
$lang['s_title_1'] = 'Скачайте</a> Gridinsoft Anti-Malware';
$lang['start_text_item_1'] = 'Мы даем вам 6 дней, чтобы опробовать его на вашем компьютере и посмотреть, действительно ли это то, что вы ищете.';  
$lang['s_title_2'] = '<span> Запустите первое сканирование </span>, чтобы увидеть, есть ли что-то плохое или ненормальное на вашем компьютере';
$lang['start_text_item_2'] = 'Сканирование вашего компьютера может занять некоторое время, в зависимости от типа запущенного сканирования. Быстрое сканирование
			будет запущено по умолчанию. Мы рекомендуем Стандартное сканирование, но оно занимает больше времени.';
$lang['s_title_3'] = '<span>Получите результат. </span> Настало время посмотреть, какие конкретные угрозы были обнаружены.';
$lang['start_text_item_3'] = 'Необходимо обратить внимание на тип угроз. Потенциально нежелательные программы (так называемые PUPs)
			часто появляются в результатах. Иногда это могут быть известные приложения, но доставлять рекламу
			на ваш компьютер, и мы уведомим вас об этом.
			Во многих случаях там могут быть ненужные файлы. Gridinsoft Anti-Malware так же может удалить их, эти файлы не
			угрозы сами по себе, но могут быть их частью.';
$lang['s_title_4'] = '<span>Анализируйте.</span> Обнаруженные угрозы имеют различные типы вредоносности.';
$lang['start_text_item_4'] = 'Мы помечаем их по уровню угроз, чтобы помочь вам понять, какие угрозы могут больше или меньше повлиять на ваш компьютер.';
$lang['s_title_5'] = '<span>Удаляйте угрозы.</span> Обычно это занимает несколько секунд.';
$lang['start_text_item_5'] = 'На самом деле, файлы будут помещены на карантин, за исключением чрезвычайно опасных файлов, они не могут оставаться на вашем компьютере, так как способны восстанавливаться.';
$lang['s_title_6'] = '<span>Используйте встроенный инструмент программы</span><br> для сброса настроек браузера.';
$lang['start_text_item_6'] = 'Hijack - это общий системный сбой, прямой путь к многочисленным вредоносным вторжениям.
			Сброс настроек браузера - это хороший способ избавиться от любого захвата.';

$lang['carousel_start_text_1'] = 'Включите защиту. Комбинируйте три типа защиты, чтобы получить наилучший результат.';
$lang['carousel_start_text_2'] = 'Включит или выключит обнаружение потенциально нежелательных программ (PUPs), отметив этот вариант.';
$lang['carousel_start_text_3'] = 'Включите опцию Защита камеры, чтобы отключить доступ к ней для неизвестных программ.';
$lang['carousel_start_text_4'] = 'Настройте сканирование по расписанию, чтобы регулярно чистить компьютер: ежедневно, еженедельно или даже два раза в неделю.';
$lang['carousel_start_text_5'] = 'Вы можете применить различные действия к обнаруженным элементам до процесса удаления - просто переключите процесс удаления в расширенный режим.';
$lang['carousel_start_text_6'] = 'Выберите предпочтительный вам язык, чтобы сделать использование Gridinsoft Anti-Malware более комфортным. У нас 27 языков на выбор.';


// ------------------------
// Price
// ------------------------
$prices1 = file('https://anti-malware.gridinsoft.com/prices1.txt');
$prices3 = file('https://anti-malware.gridinsoft.com/prices3.txt');
$prices5 = file('https://anti-malware.gridinsoft.com/prices5.txt');
// US,36,29.95,39.95,89.95
// str to array
$pr_1 = explode(",", $prices1[10]);
$pr_2 = explode(",", $prices3[10]);
$pr_3 = explode(",", $prices5[10]);

$lang['s_price_title'] = 'Получите лицензию, чтобы Список угроз был всегда обновлен';

// item Standard
$lang['Standard'] = 'Стандартная';
$lang['6_Monts'] = '6 мес';
$lang['1_Year'] = '1 год';
$lang['Lifetime'] = 'Lifetime';
$lang['AM_6_MONTS_Standard'] = "<span>". $pr_1[2] ."</span> ₽";
$lang['AM_12_MONTS_Standard'] = "<span>". $pr_1[3] ."</span> ₽";
$lang['AM_LIFETIME_Standard'] = "<span>". $pr_1[4] ."</span> ₽";
$lang['AFFORDABLE_price'] = 'ДОСТУПНАЯ цена';
$lang['SAVE_year'] = 'Сэкономьте <br> $20/год';
$lang['endless_benefits'] = 'Бесконечные преимущества';

$lang['line_text_Standard'] = 'одну лицензию Gridinsoft Anti-Malware можно использовать для <strong> одного корпоративного</strong> или<strong> двух домашних </strong> ПК.';
$lang['subscribe_standard'] = 'Подписаться на Стандартную*';

// item Family
$lang['Family'] = 'Семейная';
$lang['AM_6_MONTS_Family'] = "<span>". $pr_2[2] ."</span> ₽";
$lang['AM_12_MONTS_Family'] = "<span>". $pr_2[3] ."</span> ₽";
$lang['AM_LIFETIME_Family'] = "<span>". $pr_2[4] ."</span> ₽";

$lang['line_text_Family'] = 'одну лицензию Gridinsoft Anti-Malware можно использовать для <strong>3 домашних компьютеров.</strong>';
$lang['subscribe_family'] = 'Подписаться на Семейную*';

// item Extended Family
$lang['Extended'] = 'Расширенная<br> Семейная';
$lang['AM_6_MONTS_Extended'] = "<span>". $pr_3[2] ."</span> ₽";
$lang['AM_12_MONTS_Extended'] = "<span>". $pr_3[3] ."</span> ₽";
$lang['AM_LIFETIME_Extended'] = "<span>". $pr_3[4] ."</span> ₽";

$lang['line_text_Extended'] = 'одну лицензию Gridinsoft Anti-Malware можно использовать для <strong> 5 домашних компьютеров. </strong>';
$lang['subscribe_Extended'] = 'Подписаться на Расширенную*';


$lang['secure_text'] = '*Перейдя по безопасной ссылке, нажав на эту кнопку, вам будет предложено ввести всю необходимую информацию. Если у вас есть промо-код, вы так же сможете его ввести на следующем шаге.';



// ------------------------
// s-articles
// ------------------------

$lang['recommended_articles'] = 'Рекомендуемые статьи';
$lang['articles_link_1'] = 'Как начать свое первое сканирование?';
$lang['articles_link_2'] = 'Как восстановить файлы из карантина?';
$lang['articles_link_3'] = 'Как интерпретировать результат?';
$lang['articles_link_4'] = 'Как сбросить настройки браузера?';
$lang['articles_link_5'] = 'Как отправить информацию для анализа?';
$lang['articles_link_6'] = 'Как сообщить о ложном обнаружении?';



// ------------------------
// Fotter
// ------------------------

$lang['footer_item_1'] = 'Давайте дружить';
$lang['footer_item_2'] = 'Простые инструкции';
$lang['footer_item_3'] = 'Нужна помощь?';

$lang['footer_item_text_1'] = 'Gridinsoft Anti-Malware есть во всех ваших любимых социальных сетях. Заходите поздороваться!';
$lang['footer_item_text_2'] = 'У нас есть набор простых уроков, которые помогут вам с легкостью начать';
$lang['footer_item_text_3'] = 'Мы здесь, чтобы ответить на любые ваши вопросы о Gridinsoft Anti-Malware и других наших продуктах';

$lang['visit_youtube'] = 'Посетить youtube канал';
$lang['visit_support'] = 'Посетить Центр поддержки';

$lang['f-nav-1'] = 'Просмотр продуктов';
$lang['f-nav-2'] = 'Личный кабинет';
$lang['f-nav-3'] = 'Купоны и подарки';
$lang['f-nav-4'] = 'Центр поддержки';
$lang['f-nav-5'] = 'Связаться с нами';
$lang['f-nav-6'] = 'Конфиденциальность';
$lang['f-nav-7'] = 'Условия использования';
$lang['f-nav-8'] = 'Карта сайта';

?>