<?php
/* 
------------------
Language: Ukranian
------------------
*/

$lang = array();


$lang['LANG'] = 'UA';


// ------------------------
// Header 'Man with finger'
// ------------------------

$lang['See_More_Products'] = 'Подивитися більше продуктів';
$lang['Member_Area'] = 'Особистий кабінет';
$lang['Change_Language'] = 'Змінити мову';



// ------------------------
// use-pc
// ------------------------

$lang['title_section_am'] = 'Gridinsoft <br> <span>Anti-Malware</span>';
$lang['section_1_p'] = 'Одна з програм для очищення ПК.<br> 
				Але краща, адже це ще й засіб для видалення вірусів.
				Винищувач руткітів, що включає функціонал чистильника реєстру. Здатний звільнити браузер від захоплення і повернути його в попередній стан.  
				Це рішення, яке ви давно шукали, щоб змусити ваш комп\'ютер працювати швидше. <br>
				Тут, в Gridinsoft, всі ми теж користувачі ПК. <br>
				І стороннє вторгнення також засмучує нас. Ми знайшли спосіб його позбутися. І ми раді поділитися цим способом з нашими користувачами, 
				взявши відповідальність за лікування вашого ПК і оновлення Списку загроз на свої плечі.';
$lang['use_way'] = 'Використовуйте свій комп\'ютер <br> належним чином';
$lang['get_started'] = 'Почати зараз';
$lang['button_01'] = 'Завантажити для <br> початку сканування';
$lang['demo_version'] = 'демо версія';
$lang['OR'] = 'АБО';
$lang['full_version_link'] = 'Отримати повну версію';
$lang['gift'] = 'Подарувати';
$lang['btn_text_down'] = 'Виберіть доцільний вам план, від 25₴/місяць';




// ------------------------
// s-offers-sol
// ------------------------

$lang['watch_videos'] = 'Дивіться відео-інструкції';
$lang['offers_title'] = 'Пропонує чудове антишкідливе рішення';
$lang['get_license'] = 'Отримати ліцензію';


// item 1
$lang['offers_items_1_title'] = 'Корисний, як кажуть наші клієнти';
$lang['customers_rate_block_1'] = 'Наш рейтинг у Facebook';
$lang['customers_rate'] = '4.7 із 5';

$lang['slider_customer_1'] = 'Я наполегливо рекомендую GridinSoft Anti-Malware усім, хто страждає від шкідливих програм 21-го століття, що не виявляються відомими брендами!';
$lang['slider_customer_2'] = 'Це дійсно гарне програмне забезпечення, я покладаюся на команду Grindinsoft, щоб мій ноутбук працював нормально.';
$lang['slider_customer_3'] = 'Дякую за ваші зусилля, світ, завдяки вам, стає кращим.';
$lang['slider_customer_4'] = 'І знову програма, яка робить те, що повинна робити. Вона позбавляє від усіх поганих речей. І команда підтримки завжди корисна...';
$lang['slider_customer_5'] = 'Це програма мені дуже допомогла. Вірус Amazon Aa.hta був успішно видалений з комп\'ютера моєї доньки.';
$lang['slider_customer_6'] = 'Працюючи за інструкціями служби підтримки, я зміг видалити шкідливе ПЗ. Команда підтримки Gridsoft дійсно особлива.';

// item 2
$lang['offers_items_2_title'] = 'Ефективний, адже з цією метою він створений';
$lang['customers_rate_block_2'] = 'Срібний сертифікат OPSWAT';
$lang['offers_items_2_text'] = 'OPSWAT - це організація, що захищає від загроз, пов\'язаних з контентом і пристроями. Вона сертифікує кінцеві додатки безпеки на сумісність, помилкові спрацьовування і якість.';






// ------------------------
// s-screen
// ------------------------

$lang['understandable'] = 'ЗРОЗУМІЛИЙ І ДОСТУПНИЙ';
$lang['USER_FRIENDLY'] = 'ПРОСТИЙ У ВЖИВАННІ';
$lang['handle_cozy'] = 'ЗДАТНИЙ І ЗРУЧНИЙ';


// ------------------------
// s-start 
// ------------------------

$lang['start_title_1'] = 'Як розпочати з Gridinsoft Anti-Malware?';
$lang['s_title_1'] = 'Завантажте</a> Gridinsoft Anti-Malware';
$lang['start_text_item_1'] = 'Ми даємо вам 6 днів, щоб випробувати його на вашому комп\'ютері і подивитися, чи дійсно це те, що ви шукаєте.';  
$lang['s_title_2'] = '<span>Запустіть перше сканування</span>, щоб побачити, чи є щось погане або ненормальне на вашому комп\'ютері.';
$lang['start_text_item_2'] = 'Сканування вашого комп\'ютера може зайняти деякий час, в залежності від типу запущеного сканування. Швидке сканування буде запущено за замовчуванням. 
			Ми рекомендуємо Стандартне сканування, але воно займає більше часу.';
$lang['s_title_3'] = '<span>Отримайте результат. </span> Настав час подивитися, які конкретні загрози були виявлені.';
$lang['start_text_item_3'] = 'Необхідно звернути увагу на тип загроз. Потенційно небажані програми (так звані PUPs)
			часто з\'являються в результатах. Іноді це можуть бути відомі програми, що доставляють рекламу
			на ваш комп\'ютер, і ми повідомимо вас про це.
			У багатьох випадках, там можуть бути непотрібні файли. Gridinsoft Anti-Malware так само може видалити їх, адже ці файли не загрози самі по собі, але можуть бути їх частиною.';
$lang['s_title_4'] = '<span>Аналізуйте.</span> Виявлені загрози мають різні типи шкідливості.';
$lang['start_text_item_4'] = 'Ми позначаємо їх за рівнем загроз, щоб допомогти вам зрозуміти, які загрози можуть більше або менше вплинути на ваш комп\'ютер.';
$lang['s_title_5'] = '<span>Видаляйте загрози.</span> Зазвичай це займає кілька секунд.';
$lang['start_text_item_5'] = 'Насправді, файли будуть поміщені у карантин, за винятком надзвичайно небезпечних файлів, які не можуть залишатися на вашому комп\'ютері, оскільки здатні відновлюватися.';
$lang['s_title_6'] = '<span>Використовуйте вбудований інструмент програми</span><br> для скидання налаштувань браузера.';
$lang['start_text_item_6'] = 'Hijack - це загальний системний збій, прямий шлях до численних шкідливих вторгнень.
			Скидання налаштувань браузера - це хороший спосіб позбутися будь-якого захоплення.';

$lang['carousel_start_text_1'] = 'Увімкніть захист. Комбінуйте три типи захисту, щоб отримати найкращий результат.';
$lang['carousel_start_text_2'] = 'Ввімкніть або вимкніть виявлення потенційно небажаних програм (PUPs), вибравши цей варіант.';
$lang['carousel_start_text_3'] = 'Увімкніть опцію Захисту камери, щоб відключити доступ до неї невідомим програмам.';
$lang['carousel_start_text_4'] = 'Налаштуйте сканування за розкладом, щоб регулярно чистити комп\'ютер: щодня, щотижня або навіть два рази на тиждень.';
$lang['carousel_start_text_5'] = 'Ви можете застосувати різні дії до виявлених елементів до процесу видалення - просто перемкніть процес видалення в розширений режим.';
$lang['carousel_start_text_6'] = 'Виберіть бажану вами мову, щоб зробити використання Gridinsoft Anti-Malware більш комфортним. У нас 27 мов на вибір.';


// ------------------------
// Price
// ------------------------
$prices1 = file('https://anti-malware.gridinsoft.com/prices1.txt');
$prices3 = file('https://anti-malware.gridinsoft.com/prices3.txt');
$prices5 = file('https://anti-malware.gridinsoft.com/prices5.txt');
// US,36,29.95,39.95,89.95
// str to array
$pr_1 = explode(",", $prices1[18]);
$pr_2 = explode(",", $prices3[18]);
$pr_3 = explode(",", $prices5[18]);

$lang['s_price_title'] = 'Отримайте ліцензію, щоб Список загроз був завжди оновлений';

// item Standard
$lang['Standard'] = 'Стандартна';
$lang['6_Monts'] = '6 міс';
$lang['1_Year'] = '1 рік';
$lang['Lifetime'] = 'Lifetime';
$lang['AM_6_MONTS_Standard'] = "<span>". $pr_1[2] ."</span> ₴";
$lang['AM_12_MONTS_Standard'] = "<span>". $pr_1[3] ."</span> ₴";
$lang['AM_LIFETIME_Standard'] = "<span>". $pr_1[4] ."</span> ₴";
$lang['AFFORDABLE_price'] = 'ДОСТУПНА ціна';
$lang['SAVE_year_st'] = 'Заощаджуйте <br> 100₴/рік';
$lang['endless_benefits'] = 'Нескінченні переваги';

$lang['line_text_Standard'] = 'одну ліцензію Gridinsoft Anti-Malware можна використовувати для <strong>одного корпоративного</strong> або <Strong> двох домашніх </strong> ПК.';
$lang['subscribe_standard'] = 'Підписатися на Стандартну*';

// item Family
$lang['Family'] = 'Сімейна';
$lang['AM_6_MONTS_Family'] = "<span>". $pr_2[2] ."</span> ₴";
$lang['AM_12_MONTS_Family'] = "<span>". $pr_2[3] ."</span> ₴";
$lang['AM_LIFETIME_Family'] = "<span>". $pr_2[4] ."</span> ₴";

$lang['SAVE_year_f'] = 'Заощаджуйте <br> 125₴/рік';
$lang['line_text_Family'] = 'одну ліцензію Gridinsoft Anti-Malware можна використовувати для <strong> 3-х домашніх комп\'ютерів.</strong>';
$lang['subscribe_family'] = 'Підписатися на Сімейну*';

// item Extended Family
$lang['Extended'] = 'Розширена<br>Сімейна';
$lang['AM_6_MONTS_Extended'] = "<span>". $pr_3[2] ."</span> ₴";
$lang['AM_12_MONTS_Extended'] = "<span>". $pr_3[3] ."</span> ₴";
$lang['AM_LIFETIME_Extended'] = "<span>". $pr_3[4] ."</span> ₴";

$lang['SAVE_year_ef'] = 'Заощаджуйте <br> 150₴/рік';
$lang['line_text_Extended'] = 'одну ліцензію Gridinsoft Anti-Malware можна використовувати для <strong> 5-ти домашніх комп\'ютерів.</strong>';
$lang['subscribe_Extended'] = 'Підписатися на Розширену*';


$lang['secure_text'] = '*Перейшовши за безпечним посиланням, натиснувши на цю кнопку, вам буде запропоновано ввести всю необхідну інформацію. Якщо у вас є промо-код, ви так само зможете ввести його на наступному кроці.';



// ------------------------
// renew
// ------------------------
$lang['renew_p'] = 'Вже наш клієнт?';
$lang['renew_title'] = 'Поновити ліцензію GridinSoft Anti-Malware зі знижкою 15%';
$lang['renew_form_text'] = 'Ввести ваш поточний/попередній активаційний код Anti-Malware:';
$lang['renew_submit'] = 'Відправити';
$lang['field_empty'] = 'Поле активаційного коду не може залишатися порожнім';
$lang['errors_form'] = 'Активаційний код повинен бути введений у правильному форматі';
$lang['callback_form'] = 'Дякуємо! Посилання з вашою особистою знижкою буде надіслана на електронну пошту, використану для цього замовлення';
$lang['undefined_error'] = 'Невизначена помилка! Будь ласка, повторіть спробу або зверніться до технічної підтримки!';



// ------------------------
// s-articles
// ------------------------

$lang['recommended_articles'] = 'Рекомендовані статті';
$lang['articles_link_1'] = 'Як почати своє перше сканування?';
$lang['articles_link_2'] = 'Як відновити файли з карантину?';
$lang['articles_link_3'] = 'Як інтерпретувати результат?';
$lang['articles_link_4'] = 'Як скинути налаштування браузера?';
$lang['articles_link_5'] = 'Як відправити інформацію для аналізу?';
$lang['articles_link_6'] = 'Як повідомити про хибне виявлення?';



// ------------------------
// Fotter
// ------------------------

$lang['footer_item_1'] = 'Давайте дружити';
$lang['footer_item_2'] = 'Прості інструкції';
$lang['footer_item_3'] = 'Потрібна допомога?';

$lang['footer_item_text_1'] = 'Gridinsoft Anti-Malware є у всіх ваших улюблених соціальних мережах. Заходьте привітатися!';
$lang['footer_item_text_2'] = 'У нас є набір простих уроків, які допоможуть вам з легкістю розпочати';
$lang['footer_item_text_3'] = 'Ми тут, щоб відповісти на будь-які ваші питання стосовно Gridinsoft Anti-Malware та інших наших продуктів';

$lang['visit_youtube'] = 'Відвідати youtube канал';
$lang['visit_support'] = 'Відвідати Центр підтримки';

$lang['f-nav-1'] = 'Перегляд продуктів';
$lang['f-nav-2'] = 'Особистий кабінет';
$lang['f-nav-3'] = 'Купони і подарунки';
$lang['f-nav-4'] = 'Центр підтримки';
$lang['f-nav-5'] = 'Зв\'язатися з нами';
$lang['f-nav-6'] = 'Конфіденційність';
$lang['f-nav-7'] = 'Умови використання';
$lang['f-nav-8'] = 'Карта сайту';

?>